tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jesseduffield/lazygit"
brew "bat"
brew "cmake"
brew "code-minimap"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "llvm"
brew "lua"
brew "neofetch"
brew "neovim"
brew "node"
brew "ripgrep"
brew "rust"
brew "starship"
brew "tmux"
brew "tree"
brew "jesseduffield/lazygit/lazygit"
