tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jesseduffield/lazygit"
tap "zegervdv/zathura"
brew "bat"
brew "cmake"
brew "code-minimap"
brew "coreutils"
brew "duf"
brew "dust"
brew "exa"
brew "fd"
brew "fzf"
brew "gcc"
brew "gcc@11"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "grep"
brew "httpie"
brew "llvm"
brew "lua"
brew "neofetch"
brew "neovim"
brew "nnn"
brew "node"
brew "procs"
brew "ripgrep"
brew "rust"
brew "starship"
brew "tmux"
brew "tree"
brew "jesseduffield/lazygit/lazygit"
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "amethyst"
cask "basictex"